Repository: elias-ebrahimpour/horizon
Catalog: horizon/locale/*/LC_MESSAGES/djangojs.po
Languages: fa

source: (Modified)
fa: (اصلاح شده)

source: Active
fa: فعال

source: Add
fa: اضافه کردن

source: Added
fa: اضافه شده

source: Additional items not allowed
fa: موارد اضافی مجاز نیست

source: Additional properties not allowed
fa: خواص اضافی مجاز نیست

source: Allocated
fa: اختصاص داده شده

source: An error occurred while updating.
fa: هنگام به‌روزرسانی خطایی روی داد.

source: An error occurred. Please try again later.
fa: خطایی رخ داد. لطفاً بعداً دوباره امتحان کنید.

source: Array items must be unique
fa: آیتم های آرایه باید منحصر به فرد باشند

source: Available
fa: موجود

source: Available Metadata
fa: فهرست متا‌داده‌های موجود

source: Back
fa: بازگشت

source: Cancel
fa: لغو

source: Click each item to get its description here.
fa: برای دریافت توضیحات هر مورد، بر روی آن کلیک کنید.

source: Click here for filters or full text search.
fa: برای فیلترها یا جستجوی متن کامل، اینجا کلیک کنید.

source: Click here to expand the row and view the errors.
fa: برای گسترش ردیف و مشاهده خطاها، اینجا کلیک کنید.

source: Click to see more details
fa: برای مشاهده جزئیات بیشتر، کلیک کنید.

source: Click to show or hide
fa: برای نمایش یا پنهان کردن، کلیک کنید.

source: Close
fa: بستن

source: Confirm %s
fa: تایید %s

source: Content size: {$ (textBytes || 0) | bytes $} of {$ ::maxBytes | bytes $}
fa: اندازه محتوا: {$ (textBytes || 0) | bytes $} از {$ ::maxBytes | bytes $}

source: Current Usage
fa: مصرف کنونی

source: Custom
fa: سفارشی

source: Danger
fa: خطر

source: Danger:
fa: خطر:

source: Data does not match any schemas from 'anyOf'
fa: داده با هیچ یک از طرح‌های 'anyOf' مطابقت ندارد

source: Data does not match any schemas from 'oneOf'
fa: داده با هیچ یک از طرح‌های 'oneOf' مطابقت ندارد

source: Data is valid against more than one schema from 'oneOf'
fa: داده به یک یا چندین طرح از 'oneOf' مطابقت دارد

source: Data matches schema from 'not'
fa: داده با طرح 'not' مطابقت دارد

source: Delete
fa: حذف

source: Deleted : %s.
fa: حذف شده: %s.

source: Dependency failed - key must exist
fa: خطا در وابستگی - کلید باید وجود داشته باشد

source: Detail Information
fa: اطلاعات تفصیلی

source: Displaying %(count)s of %(total)s items
fa: نمایش %(count)s از %(total)s مورد

source: Duplicate keys are not allowed
fa: تکرار کلیدها مجاز نیست

source: Error
fa: خطا

source: Error:
fa: خطا:

source: Example
fa: مثال

source: Existing Metadata
fa: اطلاعات وصفی موجود

source: Expand to see allocated items
fa: برای مشاهده موارد اختصاص یافته، گسترش دهید

source: Expand to see available items
fa: برای مشاهده موارد موجود، گسترش دهید

source: Filter
fa: فیلتر

source: Finish
fa: پایان

source: Flavor
fa: نوع

source: Format validation failed
fa: اعتبارسنجی فرمت ناموفق بود

source: Full Text Search
fa: جستجوی متن کامل

source: Info
fa: اطلاعات

source: Integer required
fa: عدد صحیح مورد نیاز است

source: Invalid type, expected {$schema.type$}
fa: نوع نامعتبر، مورد انتظار {$schema.type$} است

source: Load {$ ::title $} from a file
fa: {$ ::title $} را از یک فایل بارگیری کنید

source: Loading
fa: بارگیری

source: Max
fa: حداکثر

source: Max length
fa: حداکثر طول

source: Min
fa: حداقل

source: Min length
fa: حداقل طول

source: Name
fa: نام

source: Next
fa: بعدی

source: No
fa: خیر

source: No Limit
fa: بدون محدودیت

source: No available items
fa: هیچ مورد موجودیت ندارد

source: No available metadata
fa: هیچ اطلاعات اضافی موجود نیست

source: No data available.
fa: هیچ داده‌ای در دسترس نیست.

source: No existing metadata
fa: هیچ اطلاعات اضافی موجود نیست

source: No items to display.
fa: هیچ موردی برای نمایش وجود ندارد.

source: No roles
fa: هیچ نقشی وجود ندارد

source: None
fa: هیچ

source: Notice:
fa: توجه:

source: Passwords do not match.
fa: گذرواژه‌ها مطابقت ندارند.

source: Pattern mismatch
fa: عدم تطابق الگو

source: Please Wait
fa: لطفاً صبر کنید

source: Please confirm your selection.
fa: لطفاً انتخاب خود را تأیید کنید.

source: Prev
fa: قبلی

source: Prompt
fa: پیش‌نمایش

source: Re-order items using drag and drop
fa: تغییر ترتیب موارد با کشیدن و رها کردن

source: Remaining
fa: باقی‌مانده

source: Remove
fa: حذف

source: Required
fa: لازم

source: Roles
fa: نقش‌ها

source: Search in current results
fa: جستجو در نتایج کنونی

source: Select an item from Available items below
fa: یک مورد را از موارد موجود زیر انتخاب کنید

source: Select one
fa: یکی را انتخاب کنید

source: Server Name
fa: نام سرور

source: Shutdown
fa: خاموشی

source: Status
fa: وضعیت

source: Submit
fa: ثبت

source: Success
fa: موفقیت

source: Success:
fa: موفقیت:

source: Text
fa: متن

source: The action cannot be performed. The contents of this row have errors or are missing information.
fa: عملیات قابل انجام نیست. محتوای این ردیف دارای خطاها یا اطلاعات ناقص است.

source: The content is larger than the maximum byte size
fa: محتوا بزرگ‌تر از حداکثر اندازه در بایت است

source: The data in this field is invalid
fa: داده در این فیلد نامعتبر است

source: There was a problem communicating with the server, please try again.
fa: مشکلی در ارتباط با سرور وجود دارد، لطفاً دوباره تلاش کنید.

source: There was an error submitting the form. Please try again.
fa: خطایی در ارسال فرم رخ داده است. لطفاً دوباره تلاش کنید.

source: Toggle navigation
fa: تغییر ناوبری

source: Unable to delete: %s.
fa: امکان حذف وجود ندارد: %s.

source: Unauthorized. Redirecting to login
fa: غیرمجاز. به صفحه ورود هدایت می‌شود

source: Unknown property (not in schema)
fa: خاصیت ناشناخته (در طرح نیست)

source: Unlimited
fa: نامحدود

source: Uploading image
fa: در حال بارگذاری تصویر

source: Warning
fa: اخطار

source: Warning:
fa: اخطار:

source: Working
fa: در حال انجام

source: Yes
fa: بله

source: You can specify resource metadata by moving items from the left column to the right column. In the left column there are metadata definitions from the Glance Metadata Catalog. Use the "Custom" option to add metadata with the key of your choice.
fa: می‌توانید مشخصات فراداده منبع را با جابجایی موارد از ستون سمت چپ به ستون سمت راست تعیین کنید. در ستون سمت چپ، تعاریف مشخصات فراداده از کاتالوگ مشخصات فراداده Glance وجود دارد. از گزینه "سفارشی" برای افزودن مشخصات فراداده با کلید دلخواه خود استفاده کنید.

source: description
fa: توضیحات

source: selected "%s"
fa: انتخاب شد "%s"

source: {$schema.title$} is a required field
fa: {$schema.title$} یک فیلد ضروری است

source: {$viewValue$} is equal to the exclusive maximum {$schema.maximum$}
fa: {$viewValue$} برابر با حداکثر انحصاری {$schema.maximum$}

source: {$viewValue$} is equal to the exclusive minimum {$schema.minimum$}
fa: {$viewValue$} برابر با حداقل انحصاری {$schema.minimum$}

source: {$viewValue$} is greater than the allowed maximum of {$schema.maximum$}
fa: {$viewValue$} بیشتر از حداکثر مجاز {$schema.maximum$}

source: {$viewValue$} is less than the allowed minimum of {$schema.minimum$}
fa: {$viewValue$} کمتر از حداقل مجاز {$schema.minimum$}

source: {$viewValue$} is not a multiple of {$schema.multipleOf$}
fa: {$viewValue$} مضربی از {$schema.multipleOf$} نیست

source: {$viewValue$} is not a valid number
fa: {$viewValue$} یک عدد معتبر نیست
